{"intro":[{"type":"text","value":"“Karen” is having a moment — and that’s not a good thing. You’ve seen her at <a href=https://knowyourmeme.com/memes/red-lobster-karen target=_blank class=gifTip id=redLobster>Red Lobster</a>, <a href=https://www.washingtonpost.com/nation/2019/11/07/kidz-bop-karen-went-viral-on-camera-road-rage-lyft-passenger-she-targeted-calls-tirade-scary/ target=_blank class=gifTip id=kidzBop>stuck in traffic with Kidz Bop</a>, racial profiling a Filipino man <a href=https://sfist.com/2020/06/14/sf-karen-filmed-confronting-pacific-heights-man-over-writing-black-lives-matter-on-his-property/ target=_blank class=gifTip id=chalking>chalking “Black Lives Matter” outside his home</a> and Black women at  <a href=https://www.theroot.com/another-day-another-karen-apartment-complex-employee-1844011486?utm_campaign=The+Root&utm_content=1591979924&utm_medium=SocialMarketing&utm_source=facebook target_blank class=gifTip id=pool>their apartment complex pool</a>, and <a href=https://www.nytimes.com/2020/05/26/nyregion/amy-cooper-dog-central-park.html target=_blank class=gifTip id=centralPark>with her dog off leash endangering a Black man’s life</a> in Central Park."},{"type":"text","value":"<span class=bolded>But how did the name Karen become <a href=https://www.urbandictionary.com/define.php?term=Karen target=_blank>cultural flashpoint “Karen”</a> — an entitled middle-aged White woman who needs to speak to the manager?</span>"},{"type":"text","value":"First, culturally: In her book, <a href=https://www.ruhabenjamin.com/race-after-technology target=_blank>Race After Technology</a>, scholar Ruha Benjamin explains that a name is not just a name: “Naming a child is serious business. And if you are not White in the United States, there is much more to it than personal preference.” Names can have real-world effects including influencing the chance you’ll get a <a href=https://www.nber.org/papers/w9873>callback for a job</a> and making it impossible to <a href-https://gimletmedia.com/shows/reply-all/5whgo2 target=_blank>submit an online college application</a>. The “Karen” meme is exposing White women, some for the first time, to stereotyping."}],"intro2":[{"type":"text","value":"Second, by popularity: According to baby name data from the <a href=https://www.ssa.gov/OACT/babynames/index.html target=_blank>Social Security Administration</a> (which <a href=#data-methods>doesn’t include</a> race/ethnicity and only categorizes by binary male/female gender), the name Karen first appeared in the female Top 20 in 1941 and spent 30 years there until it dropped out in 1971. By the 1990s, the name had fallen out of the Top 100."},{"type":"text","value":"Chances are you don’t know too many babies named Karen today, but when the name hit its peak at #3 in 1965, Karens were everywhere. (Important context: the US was <a href=https://www.census.gov/library/publications/1961/dec/pc-s1-10.html#:~:text=The%20white%20population%20of%20the,and%2089.3%20percent%20in%201950. target=_blank>88.6% White</a> at the time, so it’s safe to assume many Karens are White).  It’s this swift rise and fall in popularity that’s made Karen the name so era defining and made “Karen” <a href=https://knowyourmeme.com/memes/karen target=_blank class=gifTip id=managerKaren> the meme</a> a perfect caricature of women of a certain age and a certain privilege."},{"type":"text","value":"<span class=bolded>Charting the name’s popularity got us thinking: are there other names that are equally as “Karen” as Karen?</span>"},{"type":"text","value":"To put this question to the test, we checked baby names from the last 100 years and eliminated those that: 1) never made it into the Top 20 most popular names in any year and 2) were not present in the top list for at least 50 out of 100 years. That left us with 129 female names and 76 male names (yes, we’re going there too!). We tested each of these names, looking for the ones that most closely matched Karen’s rise and fall in popularity."},{"type":"text","value":"To find the closest match, we calculated the correlation between any name’s popularity over time compared to Karen’s. A correlation of 1 is a perfect match; a correlation of -1 is a name that rose and fell in popularity in the exact opposite way that Karen did (an “anti-Karen”, if you will); and the closer to 0 the correlation gets, the less that name’s popularity is like either “Karen” or “anti-Karen”. Since we’re looking for names most like Karen, we’ll focus on those that are a strong match, or anything with a correlation above 0.7. So, without further ado, introducing..."}],"otherFDetails":[{"replaceName":"Kathy","replaceCorr":"0.91","antiName":"Amelia","antiCorr":"-0.71"}],"otherFKarens":[{"type":"text","value":"<span class=kicker>Female “Karens”</span> Recently there’s been debate about whether “Karen” is a racist or sexist slur akin to using the n-word. It’s not. Need more convincing? Take <a href=https://www.washingtonpost.com/opinions/2020/04/28/karen-memes-jokes-arent-sexist-or-racist-let-karen-explain/?arc404=true target_blank>it from someone named Karen</a> herself. Need even more? Sounds like you need to check out the resources in our <a href=#data-note>authors’ note</a>. But, if you’re simply just tired of seeing the name Karen everywhere, we’ve got you covered. Here are the names to use instead for women of the same age, generation, and White privilege. (Our apologies to all the Deborahs, Debbies, and Debras.)"}],"otherMDetails":[{"replaceName":"David","replaceCorr":"0.84","antiName":"Liam","antiCorr":"-0.90"}],"otherMKarens":[{"type":"text","value":"<span class=kicker>Male “Karens”</span> The name Karen is largely reserved for women (especially White women) between 45–65, but is there a male equivalent? Maybe it’s <a href=https://www.urbandictionary.com/define.php?term=%22IAN%22%20%28male%20Karen%29 target=_blank>Ian</a>, like Urban Dictionary suggests. Or maybe it’s <a href=https://www.instagram.com/p/B9sEEMOJnLC/ target=_blank class=gifTip id=rand>Rand</a> of Middle Class Fancy fame. Or maybe it’s Donald, the <a href=https://www.theatlantic.com/ideas/archive/2020/05/trump-social-media-scarborough/612193/ target=_blank class=gifTip id=donald>“Karen in Chief.”</a> Or perhaps it’s simply <a href=https://melmagazine.com/en-us/story/karen-has-a-husband-and-his-name-is-greg target=_blank>Greg</a>. Nope, according to our data, it’s definitely one of the names below."}],"compare":[{"type":"text","value":"Now you know which names have the potential to become an alternative viral punchline, but what about the next generation of “Karens.” Is it really <a href=https://www.awesomelyluvvie.com/2020/04/caucasity-karen-becky-susan.html target=_blank class=gifTip id=ogBecky>Becky</a>?"},{"type":"text","value":"We’ve calculated which more recently popular names have a similar trajectory as the name Karen. These names could become “future Karens” in 10, 20, and 30 years. While these names may be “meme-able” in the coming years, people with these names don’t have to become a “Karen” themselves. But, it requires those of us with privilege to put in the work to address institutional and systemic racism, classism, and sexism. For more info, including good places to get started, please see our <a href=#data-note>authors’ note</a>."}],"futureFDetails":[{"replaceName":"Hailey","replaceCorr":"0.87","antiName":"Kathy","antiCorr":"-0.91"}],"futureFKarens":[{"type":"text","value":"<span class=kicker>Female “Karens”</span> Turns out, that “<a href=https://www.huffpost.com/entry/bbq-becky-911-calls-grill_n_5b8c0f07e4b0162f4724a74c target=_blank class=gifTip id=bbqBecky>BBQ Becky</a>” and “<a href=https://www.urbandictionary.com/define.php?term=Becky%20with%20the%20good%20hair target=_blank class=gifTip id=goodHair>Becky with the good hair</a>” aren’t the names most closely correlated with Karen. Here are the names that you’ll need to watch out for in <select id=female-select data-gender=F></select>. <br><span class=instruction>Use the dropdown to look into the future.</span>"}],"futureMDetails":[{"replaceName":"Liam","replaceCorr":"0.91","antiName":"Ronald","antiCorr":"-0.87"}],"futureMKarens":[{"type":"text","value":"<span class=kicker>Male “Karens”</span> Of course we’re future proofing you for male names too. The names below are in the danger zone in <select id=male-select data-gender=M></select>. <br><span class=instruction>Use the dropdown to look into the future.</span>"}],"acknowledgements":[{"type":"text","value":"All three authors of this piece identify as White women, two of whom have names that have the potential to become “future Karens,” and one who has a name that was almost certainly a past “Karen.” We are committed to listening, learning, and being active allies in the fight for equity, inclusion, and racial and social justice. We believe that #BlackLivesMatter. If you, like us, benefit from a system of White privilege, please educate yourself. Don’t be the type of “Karen” who <a href=https://twitter.com/barbzstruggle/status/1268991181083553792?s=20 target=_blank>has her own remix</a> of Megan Thee Stallion’s “Savage”, be a <a href=https://www.instagram.com/p/CAywt05JoRT/?igshid=1dpr9e5gdgshh target=_blank class=gifTip id=positiveKaren>positive “Karen”</a>. Here are some starting points:"}],"resourcesArticles":[{"type":"text","value":"<a href=https://sojo.net/articles/our-white-friends-desiring-be-allies target=_blank>For Our White Friends Desiring to Be Allies</a>, Sojourners"},{"type":"text","value":"<a href=https://tatianamac.com/posts/save-the-tears/ target=_blank>Save the Tears: White Woman's Guide</a> & <a href=https://tatianamac.com/posts/white-guyde target=_blank>White Guyde To The Galaxy</a>, Tatiana Mac"},{"type":"text","value":"<a href=https://www.harpersbazaar.com/culture/politics/a22717725/what-is-toxic-white-feminism/ target=_blank>When Feminism Is White Supremacy in Heels</a>, Rachel E. Cargle"},{"type":"text","value":"<a href =https://www.nytimes.com/2016/07/22/magazine/the-grief-that-white-americans-cant-share.html target=_blank>The Grief That White Americans Can’t Share</a>, Nikole Hannah-Jones"},{"type":"text","value":"<a href=https://www.theplayerstribune.com/en-us/articles/kyle-korver-utah-jazz-nba target=_blank>Privileged</a>, Kyle Korver"}],"resourcesBooks":[{"type":"text","value":"<a href=https://bookshop.org/books/how-to-be-an-antiracist/9780525509288 target=_blank>How to Be an Antiracist</a>, Ibram X. Kendi"},{"type":"text","value":"<a href=https://bookshop.org/books/white-fragility-why-it-s-so-hard-for-white-people-to-talk-about-racism/9780807047415 target=_blank> White Fragility: Why It's So Hard for White People to Talk about Racism</a>, Robin DiAngelo"}],"resourcesFilm":[{"type":"text","value":"<a href=https://www.npr.org/sections/codeswitch/ target=_blank>Code Switch</a> podcast, NPR"},{"type":"text","value":"<a href=https://www.wnycstudios.org/podcasts/come-through target=_blank>Come Through with Rebecca Carroll</a>, WNYC"},{"type":"text","value":"<a href=https://www.netflix.com/title/80091741 target=_blank>13TH</a> and <a href=https://www.netflix.com/title/80200549 target=_blank>When They See Us</a>, Directed by Ava DuVernay"},{"type":"text","value":"<a href=https://www.youtube.com/watch?v=HoDmEH47X0s&feature=emb_title target=_blank>Living at the Intersection,</a> Brittany Packnett Cunningham"},{"type":"text","value":"<a href=http://www.oprah.com/app/where-do-we-go-from-here.html target=_blank>Where Do We Go From Here?</a>, A conversation led by Oprah"}],"resourcesSocial":[{"type":"text","value":"<a href=https://twitter.com/mireillecharper/status/1266335563197501440?s=21 target=_blank>10 Steps To Non-Optical Allyship</a>, Mireille Cassandra Harper"},{"type":"text","value":"<a href=https://www.instagram.com/p/CA-5dLdnaEV/?igshid=1vxmsh57agld8 target=_blank>Here are ways non-black people can socially transition into a long-term movement</a>, Lily Someson"}],"resourcesGuides":[{"type":"text","value":"<a href=https://www.nytimes.com/interactive/2019/08/14/magazine/1619-america-slavery.html target=_blank>The 1619 Project</a>, The New York Times Magazine"},{"type":"text","value":"<a href=https://072bc434-41d6-41ab-b249-9180c67fb60f.filesusr.com/ugd/5be363_f5d9bdf09e2d4f6eaba09a8c193f5199.pdf target_blank>Dear White Women</a>, Rachel E. Cargle"},{"type":"text","value":"<a href=http://antiracismforbeginners.com/ target=_blank>Anti-Racism Resource List</a>, maintained by Tiffany Bowden"}],"methods":[{"type":"text","value":"Baby name data for the last 100 years (1918–2018) was collected from the <a href=https://www.ssa.gov/OACT/babynames/index.html target=_blank>Social Security Administration</a> (SSA). Race and ethnicity is not included in the original data. Baby names are classified by sex in the SSA data, but the authors would like to acknowledge that both sex and gender do not exist in a male-female binary. See more background on the baby names dataset’s limitations <a href=https://www.ssa.gov/OACT/babynames/background.html target=_blank>here</a>."},{"type":"text","value":"First, for each sex we normalized each year’s name counts by the sex-specific number of babies born in total for each year. This makes sure that any underlying trends in either number of babies or number of babies of a particular sex do not get confused with a trend in name popularity."},{"type":"text","value":"Then we needed to see which names had a similar trajectory of popularity over time as the name Karen. There are a variety of ways to calculate a correlation between two groups. We use the <a href=https://towardsdatascience.com/kendall-rank-correlation-explained-dee01d99c535 target=_blank>Kendall rank correlation coefficient</a> to find the other “Karens.” It measures the similarity of two sets of data based on each data point’s rank when ordered per group."},{"type":"text","value":"For example, take the name Karen’s popularity values, K1 and K2, for two years and another name’s popularity values, P1 and P2, for the same two years. If the rank of the values K1 and P1 are both bigger than the rank of K2 and P2 then this is evidence that the ordering of the datasets are similar, increasing the value of the correlation."},{"type":"text","value":"This correlation type results in high correlations between two names that have a similar shape of popularity trajectory over time rather than just focusing on their absolute popularity. That is why you see high correlations between the names Karen and Kathy despite Kathy being a less popular name than Karen, overall."},{"type":"text","value":"To find future “Karens,” we use the same correlation calculation, but we introduce a lag between the popularity trajectories. A handful of popularity values were dropped from the correlation computation when this lag caused us to go too far forward in time. If we shift the “Karen” trajectory forward in time and compare it to the other names’ untouched trajectories, we can see which name has a similar popularity curve that is just pushed further into the future."},{"type":"text","value":"The data repo can be found <a href=https://github.com/the-pudding/karen-data target=_blank>here</a>."}]}