{"intro":[{"type":"text","value":"You know Karen. You’ve seen her at <a href=https://knowyourmeme.com/memes/red-lobster-karen target=_blank>Red Lobster</a>, the <a href=https://www.reddit.com/r/FuckYouKaren/comments/gbnug0/karen_steals_ball_from_child/ target_blank>ballpark</a>, and <a href=https://www.washingtonpost.com/nation/2019/11/07/kidz-bop-karen-went-viral-on-camera-road-rage-lyft-passenger-she-targeted-calls-tirade-scary/ target=_blank>stuck in traffic</a>."},{"type":"text","value":"But how did Karen become <a href=https://www.urbandictionary.com/define.php?term=Karen target=_blank>Karen</a> — an entitled middle-aged white woman who needs to speak to the manager? According to data from the <a href=https://www.ssa.gov/OACT/babynames/index.html target=_blank>Social Security Administration</a>, Karen first appeared in the female baby name Top 20 in 1941 and spent 30 years there until it dropped out in 1971. Karen reached its highest rank at #3 in 1965, which would make most Karens 55 years old today — the ripe age to become a <a href=https://knowyourmeme.com/memes/karen target=_blank>pejorative meme</a>."}],"otherKarens":[{"type":"text","value":"Recently there’s been debate about if Karen is a racist or sexist slur akin to using the n-word. We’re here to tell you it’s not. Don’t believe us? Take <a href=https://www.washingtonpost.com/opinions/2020/04/28/karen-memes-jokes-arent-sexist-or-racist-let-karen-explain/?arc404=true target_blank>it from a Karen</a> herself. But, if you’re seriously tired of seeing the name Karen everywhere, we’ve got you covered. Here are the names that most closely follow Karen’s trajectory to use instead."}],"futureKarens":[{"type":"text","value":"We know that Karen is most likely middle aged (<a href=https://knowyourmeme.com/memes/ok-boomer target_blank>Ok, Boomer</a>) and past her prime, but what about future Karens? What names should we look out for? Here are the names that most closely follow Karen’s trajectory shifted out 10, 20, and 30 years."}],"maleKarens":[{"type":"text","value":"Karen is largely reserved for women (white women), but is there a male equivalent? Maybe it’s <a href=https://www.urbandictionary.com/define.php?term=%22IAN%22%20%28male%20Karen%29 target=_blank>Ian</a>, like Urban Dictionary suggests. Or maybe it’s <a href=https://www.instagram.com/p/B9sEEMOJnLC/ target=_blank>Rand</a> of Middle Class Fancy fame. Here are the male names that most closely follow Karen’s trajectory."}],"futureMales":[{"type":"text","value":"We’re all about future proofing at The Pudding, so we’ve projected out male future Karens too. Here are the male names that most closely follow Karen’s trajectory shifted out 10, 20, and 30 years."}]}